Repository: mesteranas/AITranslater-nvda-add-on
Catalog: AITranslater/locale/*/LC_MESSAGES/nvda.po
Languages: de

source: {error}
de: {Fehler}

source: translation result
de: Übersetzungsergebnis

source: Invalid input: not text.
de: Ungültige Eingabe: kein Text.

source: input text
de: Eingabetext

source: translate
de: Übersetzen

source: close
de: schließen

source: &model
de: &Modell

source: trans&late to
de: &übersetzen

source: use &dialog for results
de: Verwenden Sie Dialog für Ergebnisse

source: open translation window
de: Öffne das Übersetzungsfenster

source: Translates clipboard text
de: Übersetzt zwischenablage text

source: Toggles translation of live text
de: Schaltet die Übersetzung von Live-Text

source: translate last spoken text
de: übersetze den zuletzt gesprochenen Text
